Repository: common-repository/art-woocommerce-custom-sale
Catalog: languages/art-woocommerce-custom-sale-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: %s requires PHP 5.6 or higher and your current PHP version is %s. Please (contact your host to) update your PHP version.
ru_ru: %s требует PHP 5.6 или выше и ваша текущая версия PHP %s. Пожалуйста обновите версию PHP.

source: Sale Labels
ru_ru: Распродажа

source: Sale Label Settings
ru_ru: Настройки надписи

source: Predefined Format
ru_ru: Формат вывода

source: Sale! (use field below)
ru_ru: Распродажа! (используйте поле ниже)

source: Percent
ru_ru: Проценты

source: Price difference
ru_ru: Разница цен

source: Select the desired setting
ru_ru: Выберете нужную настройку

source: Sale Label
ru_ru: Надпись

source: Custom label. If you leave the field blank, the standard label will be used
ru_ru: Произвольная надпись. Если оставить пустым, то будет выводиться стандартная надпись "Распродажа"

source: Label
ru_ru: Надпись

source: Custom title. If necessary, enter the title, coordinates will be displayed before or after interest.
ru_ru: Произвольная надпись. При необходимости введите название, которое будет отображаться до или после значения.

source: After or before percent
ru_ru: До и после процентов

source: Before percent
ru_ru: Перед процентами

source: After percent
ru_ru: После процентов

source: After or before price
ru_ru: До и после цены

source: Before price difference
ru_ru: Перед разницей цен

source: After price difference
ru_ru: После разницы цен
